[
    {
      "title": "Qui sommes-nous ?",
      "desc": "Chez Mercedes, notre histoire est imprégnée d'innovation, de qualité et de passion. Depuis notre fondation en 1926, nous avons constamment repoussé les limites de l'ingénierie automobile pour offrir à nos clients des expériences de conduite exceptionnelles. Notre héritage est ancré dans la vision de Gottlieb Daimler et Carl Benz, les pionniers qui ont inventé la première automobile il y a plus d'un siècle. Depuis lors, Mercedes-Benz est devenue une marque emblématique qui incarne l'excellence technique et le luxe.\n\nNotre dévouement à l'innovation ne se limite pas à nos véhicules. Nous sommes également en train de transformer l'avenir de la mobilité grâce à des avancées majeures dans les domaines de la technologie électrique et de l'automatisation. En tant que leader de l'industrie, nous nous efforçons constamment de repousser les frontières de ce qui est possible, tout en préservant notre engagement envers la sécurité, la durabilité et la satisfaction de nos clients.\n\nMercedes-Benz, c'est bien plus qu'une simple marque automobile, c'est une promesse de qualité, de performance et de style. Nous sommes fiers de notre histoire, mais nous sommes encore plus excités à l'idée de l'avenir. Rejoignez-nous pour explorer le monde de Mercedes-Benz et découvrez comment nous continuons à façonner le paysage de la mobilité pour les générations à venir.",
      "image": "/assets/brands/brand_1.jpg"
    },
    {
      "title": "Nos valeurs",
      "desc": "Chez Mercedes, nos valeurs fondamentales guident tout ce que nous faisons. Elles incarnent notre engagement envers l'excellence et notre dévouement envers nos clients. Nos valeurs sont les piliers sur lesquels repose notre succès continu. 1. Innovation: Nous sommes en constante quête d'innovation, repoussant les limites de la technologie automobile pour offrir des produits de qualité supérieure et des solutions de mobilité de pointe.\n\n2. Qualité: L'excellence et la qualité sont au cœur de tout ce que nous entreprenons. Chaque véhicule Mercedes-Benz est le résultat d'une attention méticuleuse aux détails et d'un savoir-faire exceptionnel.\n\n3. Durabilité: Nous sommes déterminés à réduire notre impact sur l'environnement. La durabilité est une priorité, de la conception à la fabrication de nos véhicules.\n\n4. Sécurité: La sécurité de nos clients est notre priorité absolue. Nous investissons continuellement dans des technologies avancées pour assurer la sécurité sur la route.\n\n5. Passion: La passion pour l'automobile est ce qui nous anime. Notre équipe est composée de passionnés qui partagent un profond amour pour la conduite et l'innovation.\n\n6. Service clientèle: Nous nous engageons à offrir un service clientèle exceptionnel. Nos clients sont au cœur de notre entreprise, et nous travaillons sans relâche pour dépasser leurs attentes.\n\nChez Mercedes, ces valeurs nous inspirent chaque jour à créer des expériences inoubliables pour nos clients et à façonner l'avenir de la mobilité d'une manière durable et innovante.",
      "image": "/assets/brands/brand_2.png"
    },
    {
      "title": "Technologie",
      "desc": "La technologie est au cœur de l'expérience Mercedes-Benz. Nous sommes constamment à la pointe de l'innovation pour offrir à nos clients des fonctionnalités et des performances de pointe. Découvrez comment la technologie redéfinit la conduite et l'interaction avec nos véhicules.\n\n1. Infodivertissement Avancé: Nos véhicules sont équipés de systèmes d'infodivertissement de pointe qui offrent une connectivité transparente, une navigation intuitive et un divertissement de haute qualité. Profitez d'un contrôle facile de vos applications préférées en conduisant.\n\n2. Sécurité Avancée: Mercedes-Benz s'engage à garantir la sécurité de chaque conducteur. Découvrez nos technologies avancées de sécurité, telles que l'assistance à la conduite, la détection de collision et les systèmes de freinage intelligents.\n\n3. Motorisations Écologiques: Explorez nos options de motorisation écologiques, y compris les véhicules électriques et hybrides. Découvrez comment nous contribuons à réduire l'empreinte carbone en combinant puissance et efficacité énergétique.\n\n4. Conduite Autonome: Mercedes-Benz investit dans le développement de technologies de conduite autonome. Découvrez comment nous nous dirigeons vers un avenir de conduite plus sûre et autonome.\n\n5. Connectivité Avancée: Restez connecté où que vous alliez grâce à nos options de connectivité avancée. Vous pouvez contrôler à distance votre véhicule, accéder à des informations en temps réel et bien plus encore.\n\nChez Mercedes-Benz, la technologie est notre moteur, et nous nous engageons à offrir des solutions technologiques qui améliorent votre expérience de conduite et anticipent les besoins du futur.",
      "image": "/assets/brands/brand_3.jpg"
    },
    {
        "title": "Partenariats & Collaborations",
        "desc": "Mercedes-Benz est déterminée à établir des partenariats et des collaborations stratégiques pour façonner l'avenir de la mobilité. Découvrez nos initiatives conjointes et nos alliances qui nous permettent de repousser les limites de l'innovation.\n\n1. Partenariats Industriels: Nous collaborons avec d'autres leaders de l'industrie automobile et de la technologie pour développer des solutions innovantes, des normes de sécurité avancées et des avancées dans le domaine de la mobilité électrique.\n\n2. Collaborations en Mobilité Électrique: Mercedes-Benz s'engage à accélérer la transition vers la mobilité électrique. Nous travaillons avec des entreprises et des fournisseurs de charge pour créer un écosystème de recharge électrique efficace.\n\n3. Initiatives Durables: Nous soutenons des initiatives durables et des partenariats visant à réduire notre empreinte carbone. Ensemble, nous cherchons des moyens de rendre la mobilité plus respectueuse de l'environnement.\n\n4. Partenariats en Conduite Autonome: Mercedes-Benz collabore avec des experts en intelligence artificielle et en technologie de conduite autonome pour développer des véhicules autonomes plus intelligents et plus sûrs.\n\n5. Projets de Recherche Avancée: Nous nous engageons dans des projets de recherche avancée aux côtés d'universités et de centres de recherche pour anticiper les besoins de demain et relever les défis technologiques.\n\nChez Mercedes-Benz, notre capacité à innover et à évoluer repose sur nos partenariats solides et nos collaborations dynamiques. Découvrez comment nous travaillons en tandem avec d'autres acteurs de l'industrie pour créer l'avenir de la mobilité.",
        "image" :"/assets/brands/brand_4.jpg"
    }
  ]
  